[
  {
    "type": "profession",
    "id": "FoxNightwalker",
    "name": "Nightwalker",
    "description": "Savant created you as the ultimate soldier to kill every last Imperial so she could reclaim Earth. But the plan to hide this soldier in Imperial society failed. Nobody knows how you got to this dimension, and the apocalypse came before those powers could be fully manifested. You always felt somehow you were different, but it really sunk in after you accidentally murdered someone and had to go into hiding. Living in abandoned buildings and the sewers wasn't fun but for someone immortal and immune to disease it was easy. Now all that angst and paranoia paid off, you're not trapped out here with them, they're trapped out here with YOU!",
    "points": 444,
    "items": {
        "male": [
          "FoxSGAgrenadeactiveremover"
        ],
        "female": [
          "panties",
          "chestwrap",
          "footrags",
          "jeans",
          "hoodie",
          "lowtops",
          "gloves_wraps",
          "patchwork_scarf",
          "hat_cotton",
          "bindle"
        ]
    }
  },
  {
    "type": "profession",
    "id": "FoxNightwalker2",
    "name": "Shi Director",
    "description": "After growing up an orphan in Imperial society and being used as a child soldier, you eventually ditched the Imperial Army and became a rogue agent. You founded a conglomerate of clans comprised of likeminded warriors and later ignored the goals of your creator and her rebel followers when she stepped out of hiding. Traversing dimensions flung your clans and Savant's followers forward nearly a thousand years, landing you in a Milky Way you chose to abandon. You got very curious as to why this Dimension also parallels Old Earth, and why the Imperials invaded here. The clans will follow you in later, you went in alone to investigate quietly.",
    "points": 444,
    "items": {
      "male": [
        "FoxSGAgrenadeactiveremover"
      ],
      "female": [
        "panties",
        "chestwrap",
        "footrags",
        "jeans",
        "hoodie",
        "lowtops",
        "gloves_wraps",
        "patchwork_scarf",
        "hat_cotton",
        "bindle"
      ]
  }
  }
]