[
  {
    "type": "MOD_INFO",
    "id": "Essence2200",
    "name": "Essence 2200",
    "authors": [ "RoyalFox" ],
    "maintainers": [ "RoyalFox" ],
    "description": "A huge content mod.",
    "category": "content",
    "dependencies": [ "bn" ]
  },
  {
    "type": "skill",
    "id": "FoxEssSpellcasting",
    "name": "Essence Control",
    "display_category": "display_interaction",
    "description": "Your skill at using Essence to cast spells, shape magic and matter into various shapes, or enhance yourself. Does not govern Essence weaponry.",
    "time_to_attack": { "min_time": 20, "base_time": 100, "time_reduction_per_level": 7 },
    "companion_survival_rank_factor": 1,
    "companion_skill_practice": [ { "skill": "hunting", "weight": 1 }, { "skill": "combat", "weight": 1 } ]
  },
   {
    "type": "skill",
    "id": "FoxEssTech",
    "name": "Essence Tech",
    "display_category": "display_crafting",
    "description": "Your skill in machines, materials, and electronics that are involved with Essence. Low levels allows proper production and use of modern equipment built from Essence Materials, while higher levels allows mass fabrication."
  },
  {
    "type": "skill",
    "id": "FoxEssTheory",
    "name": "Essence Theory",
    "display_category": "display_crafting",
    "description": "Your general scientific knowledge of Essence, a nonexhaustive list including chemistry, biology, geology, and culinary. Allows harvesting of Essence from motordew to Pure Essence and purifying it or processing it into foods."
  },
  {
    "type": "skill",
    "id": "FoxCryptology",
    "name": "Shi Cryptology",
    "display_category": "display_crafting",
    "description": "While the Imperials and the Commonwealth utilize computer-based ciphers and codes, the Shi additionally write and speak a dead language. On Old Earth most languages and cultures were eradicated, replaced with English by the ancestor of the Imperial government, the Shi were lucky enough to revive Japanese. All documents and schematics are written in a mix of Hiragana, Kanji and Katakana. This version of Earth dangerously has Japanese textbooks lying around."
  }
]
